Revit 2027 API
SymbolTypeId.LbfPerFt Property
 Symbol lbf/ft, indicating unit Pounds force per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbfPerFt { get; }
Public Shared ReadOnly Property LbfPerFt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbfPerFt {
	ForgeTypeId^ get ();
}
static member LbfPerFt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace